<?php

return [
    'task' => [
        // ステータス
        'status' => [
            1 => '起票',
            2 => '対応中',
            3 => '対応済',
            4 => '承認',
            98 => '却下',
            99 => '対応不要',
        ],
        // 優先度
        'priority' => [
            1 => '極高',
            2 => '高',
            3 => '中',
            4 => '低',
            5 => '極低',
        ],
        // ロール
        'role' => [
            1 => 'システム管理者',
            2 => '管理者',
            99 => '一般ユーザ',
        ],

    ],
    'equipment' => [
        // ステータス
        'status' => [
            1 => '利用可能',
            2 => '貸出中',
            3 => '修理中',
            98 => '廃棄済',
            99 => 'その他',
        ],
    ],
];